{
    "navAboutMe": "Acerca de mí",
    "navTechnologies": "Tecnologías",
    "navExperience": "Experiencia",
    "navProjects": "Proyectos",
    "graduation": "Licenciado en Ciencias de la Ingeniería",
    "title": "Ingeniero Civil Informático",
    "aboutMeTitle" : "Acerca de mí",
    "earlyLifeAndEducation": "Nacido y criado en la hermosa comuna costera de Talcahuano, mi pasión por la tecnología se despertó desde una temprana edad. Este interés se consolidó durante mis años de estudio en el Colegio Salesiano de Concepción, donde me especialicé en electrónica.",
    "aboutMe": "Actualmente, me encuentro sumergido en el apasionante campo de la ingeniería informática. Me entusiasma la posibilidad de utilizar mis habilidades y conocimientos en tecnologías de la información para abordar y resolver desafíos del mundo real. Estoy convencido de que la tecnología tiene el potencial de mejorar significativamente nuestras vidas, y me llena de emoción ser parte activa de este emocionante viaje.",
    "freeTimeActivities": "En mi tiempo libre, disfruto del Sim-racing, un hobby que combina mi amor por la tecnología y la emoción de la competición. También me encanta pasar tiempo jugando videojuegos con mis amigos, creando recuerdos y compartiendo risas.",
    "lifeLearnings": "A lo largo de mi vida, he aprendido que la pasión y el trabajo duro son fundamentales para superar los obstáculos. En el campo de la ingeniería informática, estoy consciente de que el futuro traerá tanto oportunidades como desafíos. Con una mezcla de anticipación y respeto por las dificultades que puedan surgir, estoy preparado para enfrentar lo que venga.",
    "technologiesContent": "Mi experiencia en el campo de la ingeniería informática es amplia y diversa. He tenido la oportunidad de participar en todas las etapas de un proyecto informático, desde la concepción de la idea hasta su implementación y despliegue.",
    "technologiesContent2": "Gracias a esta experiencia, estoy familiarizado con una amplia gama de tecnologías, lo que me permite adaptarme a diferentes entornos y desafíos",
    "myTakecareTitle": "CEO de TakeCare",
    "myTakecareSubtitle" : "Proyecto de emprendimiento innovador IDEA e Innova",
    "myTakecareContent": "Adjudicación de fondo concursable de la UCSC",
    "mySwDevelopmentTitle": "Desarrollador Full Stack",
    "mySwDevelopmentSubtitle": "Dirección de investigación de la UCSC",
    "mySwDevelopmentContent": "Desarrollo de aplicación web de uso interno con Laravel 10 y Tailwind CSS",
    "myDataEngineeringTitle": "Ingeniero de Datos",
    "myDataEngineeringSubtitle": "Soc. Pesquera Landes S.A.",
    "myDataEngineeringContent" : "Desarrollo e implementación de pipelines ETL, datos extraídos de base de datos local de SQL Server, transformados en Microsoft Azure con Azure Data Factory y cargados en un Azure Data Lake Gen V2.",
    "PortfolioTitle": "Portafolio",
    "PortfolioContent": "Portafolio es donde estas ahora mismo, una pagina web construida con React y Material UI de Google, hosteada en Azure Static Web Apps",
    "astroApiTitle": "astroAPI",
    "astroApiContent": "astroAPI es una API RESTful desarrollada con FastAPI de Python, esta API permite la obtencion de información astronómica de la NASA en tiempo real",
    "aprilShort": "Abr 2023",
    "januaryShort": "Ene 2023"
}
